{
  "major": [
    {
      "rank": 0,
      "suit": "major",
      "meaning": "Folly, mania, extravagance, intoxication, delirium, frenzy, bewrayment.",
      "reversed": "Negligence, absence, distribution, carelessness, apathy, nullity, vanity.",
      "description": "With light step, as if earth and its trammels had little power to restrain him, a young man in gorgeous vestments pauses at the brink of a precipice among the great heights of the world; he surveys the blue distance before him-its expanse of sky rather than the prospect below. His act of eager walking is still indicated, though he is stationary at the given moment; his dog is still bounding. The edge which opens on the depth has no terror; it is as if angels were waiting to uphold him, if it came about that he leaped from the height. His countenance is full of intelligence and expectant dream. He has a rose in one hand and in the other a costly wand, from which depends over his right shoulder a wallet curiously embroidered. He is a prince of the other world on his travels through this one-all amidst the morning glory, in the keen air... He is the spirit in search of experience.",
      "title": "The Fool",
      "image": "major_00_fool.jpg",
      "slug": "fool"
    },
    {
      "rank": 1,
      "suit": "major",
      "meaning": "Skill, diplomacy, address, subtlety; sickness, pain, loss, disaster, snares of enemies; self-confidence, will; the Querent, if male.",
      "reversed": "Physician, Magus, mental disease, disgrace, disquiet.",
      "description": "A youthful figure in the robe of a magician, having the countenance of divine Apollo, with smile of confidence and shining eyes. Above his head is the mysterious sign of the Holy Spirit, the sign of life, like an endless cord, forming the figure 8 in a horizontal position . About his waist is a serpent-cincture, the serpent appearing to devour its own tail. This is familiar to most as a conventional symbol of eternity, but here it indicates more especially the eternity of attainment in the spirit. In the Magician's right hand is a wand raised towards heaven, while the left hand is pointing to the earth... On the table in front of the Magician are the symbols of the four Tarot suits, signifying the elements of natural life, which lie like counters before the adept, and he adapts them as he wills... This card signifies the divine motive in man, reflecting God, the will in the liberation of its union with that which is above.",
      "title": "The Magician",
      "image": "major_01_magician.jpg",
      "slug": "magician"
    },
    {
      "rank": 2,
      "suit": "major",
      "meaning": "Secrets, mystery, the future as yet unrevealed; the woman who interests the Querent, if male; the Querent herself, if female; silence, tenacity; mystery, wisdom, science.",
      "reversed": "Passion, moral or physical ardour, conceit, surface knowledge.",
      "description": "She has the lunar crescent at her feet, a horned diadem on her head, with a globe in the middle place, and a large solar cross on her breast. The scroll in her hands is inscribed with the word Tora, signifying the Greater Law, the Secret Law and the second sense of the Word... She represents also the Second Marriage of the Prince who is no longer of this world; she is the spiritual Bride and Mother, the daughter of the stars and the Higher Garden of Eden. She is, in fine, the Queen of the borrowed light, but this is the light of all. She is the Moon nourished by the milk of the Supernal Mother. In a manner, she is also the Supernal Mother herself- that is to say, she is the bright reflection... There are some respects in which this card is the highest and holiest of the Greater Arcana.",
      "title": "The High Priestess",
      "image": "major_02_priestess.jpg",
      "slug": "priestess"
    },
    {
      "rank": 3,
      "suit": "major",
      "meaning": "Fruitfulness, action, initiative, length of days; the unknown, clandestine; also difficulty, doubt, ignorance.",
      "reversed": "Light, truth, the unravelling of involved matters, public rejoicings; according to another reading, vacillation.",
      "description": "A stately figure, seated, having rich vestments and royal aspect, as of a daughter of heaven and earth. Her diadem is of twelve stars, gathered in a cluster. The symbol of Venus is on the shield which rests near her. A field of corn is ripening in front of her, and beyond there is a fall of water. The sceptre which she bears is surmounted by the globe of this world. She is the inferior Garden of Eden, the Earthly Paradise, all that is symbolized by the visible house of man... In another order of ideas, the card of the Empress signifies the door or gate by which an entrance is obtained into this life, as into the Garden of Venus; and then the way which leads out therefrom, into that which is beyond, is the secret known to the High Priestess: it is communicated by her to the elect.",
      "title": "The Empress",
      "image": "major_03_empress.jpg",
      "slug": "empress"
    },
    {
      "rank": 4,
      "suit": "major",
      "meaning": "Stability, power, protection, realization; a great person; aid, reason, conviction; also authority and will.",
      "reversed": "Benevolence, compassion, credit; also confusion to enemies, obstruction, immaturity.",
      "description": "He has a form of the Crux ansata for his sceptre and a globe in his left hand. He is a crowned monarch- commanding, stately, seated on a throne, the arms of which axe fronted by rams' heads. He is executive and realization, the power of this world, here clothed with the highest of its natural attributes... It should be understood that this card and that of the Empress do not precisely represent the condition of married life, though this state is implied. On the surface, as I have indicated, they stand for mundane royalty, uplifted on the seats of the mighty; but above this there is the suggestion of another presence. They signify also- and the male figure especially- the higher kingship, occupying the intellectual throne. Hereof is the lordship of thought rather than of the animal world. Both personalities, after their own manner, are \"full of strange experience,\" but theirs is not consciously the wisdom which draws from a higher world.",
      "title": "The Emperor",
      "image": "major_04_emperor.jpg",
      "slug": "emperor"
    },
    {
      "rank": 5,
      "suit": "major",
      "meaning": "Marriage, alliance, captivity, servitude; by another account, mercy and goodness; inspiration; the man to whom the Querent has recourse.",
      "reversed": "Society, good understanding, concord, overkindness, weakness.",
      "description": "He wears the triple crown and is seated between two pillars, but they are not those of the Temple which is guarded by the High Priestess... He has been usually called the Pope, which is a particular application of the more general office that he symbolizes. He is the ruling power of external religion, as the High Priestess is the prevailing genius of the esoteric, withdrawn power...the summa totius theologiae, when it has passed into the utmost rigidity of expression; but he symbolizes also all things that are righteous and sacred on the manifest side. As such, he is the channel of grace belonging to the world of institution as distinct from that of Nature, and he is the leader of salvation for the human race at large... He is not, as it has been thought, philosophy-except on the theological side; he is not inspiration; and he is not religion, although he is a mode of its expression.",
      "title": "The Hierophant",
      "image": "major_05_hierophant.jpg",
      "slug": "hierophant"
    },
    {
      "rank": 6,
      "suit": "major",
      "meaning": "Attraction, love, beauty, trials overcome.",
      "reversed": "Failure, foolish designs. Another account speaks of marriage frustrated and contrarieties of all kinds.",
      "description": "The sun shines in the zenith, and beneath is a great winged figure with arms extended, pouring down influences. In the foreground are two human figures, male and female, unveiled before each other, as if Adam and Eve when they first occupied the paradise of the earthly body... The figures suggest youth, virginity, innocence and love before it is contaminated by gross material desire. This is in all simplicity the card of human love, here exhibited as part of the way, the truth and the life... The suggestion in respect of the woman is that she signifies that attraction towards the sensitive life which carries within it the idea of the Fall of Man, but she is rather the working of a Secret Law of Providence than a willing and conscious temptress. It is through her imputed lapse that man shall arise ultimately, and only by her can he complete himself.",
      "title": "The Lovers",
      "image": "major_06_lovers.jpg",
      "slug": "lovers"
    },
    {
      "rank": 7,
      "suit": "major",
      "meaning": "Succour, providence; also war, triumph, presumption, vengeance, trouble.",
      "reversed": "Riot, quarrel, dispute, litigation, defeat.",
      "description": "An erect and princely figure carrying a drawn sword and corresponding, broadly speaking, to the traditional description which I have given in the first part. On the shoulders of the victorious hero are supposed to be the Urim and Thummim. He has led captivity captive; he is conquest on all planes- in the mind, in science, in progress, in certain trials of initiation... He is above all things triumph in the mind.",
      "title": "The Chariot",
      "image": "major_07_chariot.jpg",
      "slug": "chariot"
    },
    {
      "rank": 8,
      "suit": "major",
      "meaning": "Power, energy, action, courage, magnanimity; also complete success and honours.",
      "reversed": "Despotism, abuse if power, weakness, discord, sometimes even disgrace.",
      "description": "A woman, over whose head there broods the same symbol of life which we have seen in the card of the Magician, is closing the jaws of a lion. The only point in which this design differs from the conventional presentations is that her beneficent fortitude has already subdued the lion, which is being led by a chain of flowers... The card has nothing to do with self-confidence in the ordinary sense, though this has been suggested- but it concerns the confidence of those whose strength is God, who have found their refuge in Him. There is one aspect in which the lion signifies the passions, and she who is called Strength is the higher nature in its liberation. It has walked upon the asp and the basilisk and has trodden down the lion and the dragon.",
      "title": "Strength",
      "image": "major_08_strength.jpg",
      "slug": "strength"
    },
    {
      "rank": 9,
      "suit": "major",
      "meaning": "Prudence, circumspection; also and especially treason, dissimulation, roguery, corruption.",
      "reversed": "Concealment, disguise, policy, fear, unreasoned caution.",
      "description": "The variation from the conventional models in this card is only that the lamp is not enveloped partially in the mantle of its bearer, who blends the idea of the Ancient of Days with the Light of the World. It is a star which shines in the lantern. I have said that this is a card of attainment, and to extend this conception the figure is seen holding up his beacon on an eminence. Therefore the Hermit is not... a wise man in search of truth and justice; nor is he, as a later explanation proposes, an especial example of experience. His beacon intimates that \"where I am, you also may be.\"",
      "title": "The Hermit",
      "image": "major_09_hermit.jpg",
      "slug": "hermit"
    },
    {
      "rank": 10,
      "suit": "major",
      "meaning": "-Destiny, fortune, success, elevation, luck, felicity.",
      "reversed": "Increase, abundance, superfluity.",
      "description": "The transliteration of Taro as Rota is inscribed on the wheel, counterchanged with the letters of the Divine Name- to shew that Providence is imphed through all. But this is the Divine intention within, and the similar intention without is exemplified by the four Living Creatures... Behind the general notion expressed in the symbol there lies the denial of chance and the fatality which is implied therein.",
      "title": "The Wheel of Fortune",
      "image": "major_10_fortune.jpg",
      "slug": "fortune"
    },
    {
      "rank": 11,
      "suit": "major",
      "meaning": "Equity, rightness, probity, executive; triumph of the deserving side in law.",
      "reversed": "Law in all its departments, legal complications, bigotry, bias, excessive severity.",
      "description": "...It will be seen, however, that the figure is seated between pillars, like the High Priestess, and on this account it seems desirable to indicate that the moral principle which deals unto every man according to his works- while, of course, it is in strict analogy with higher things;- differs in its essence from the spiritual justice which is involved in the idea of election. The latter belongs to a mysterious order of Providence, in virtue of which it is possible for certain men to conceive the idea of dedication to the highest things... In conclusion, the pillars of Justice open into one world and the pillars of the High Priestess into another.",
      "title": "Justice",
      "image": "major_11_justice.jpg",
      "slug": "justice"
    },
    {
      "rank": 12,
      "suit": "major",
      "meaning": "Wisdom, circumspection, discernment, trials, sacrifice, intuition, divination, prophecy.",
      "reversed": "Selfishness, the crowd, body politic.",
      "description": "It should be noted (1) that the tree of sacrifice is living wood, with leaves thereon; (2) that the face expresses deep entrancement, not suffering; (3) that the figure, as a whole, suggests life in suspension, but life and not death. It is a card of profound significance, but all the significance is veiled... It has been called falsely a card of martyrdom, a card a of prudence, a card of the Great Work, a card of duty; but we may exhaust all published interpretations and find only vanity. I will say very simply on my own part that it expresses the relation, in one of its aspects, between the Divine and the Universe.",
      "title": "The Hanged Man",
      "image": "major_12_hanged.jpg",
      "slug": "hanged"
    },
    {
      "rank": 13,
      "suit": "major",
      "meaning": "End, mortality, destruction, corruption also, for a man, the loss of a benefactor for a woman, many contrarieties; for a maid, failure of marriage projects.",
      "reversed": "Inertia, sleep, lethargy, petrifaction, somnambulism; hope destroyed.",
      "description": "The veil or mask of life is perpetuated in change, transformation and passage from lower to higher, and this is more fitly represented in the rectified Tarot by one of the apocalyptic visions than by the crude notion of the reaping skeleton. Behind it lies the whole world of ascent in the spirit. The mysterious horseman moves slowly, bearing a black banner emblazoned with the Mystic Rose, which signifies life. Between two pillars on the verge of the horizon there shines the sun of immortality. The horseman carries no visible weapon, but king and child and maiden fall before him, while a prelate with clasped hands awaits his end.",
      "title": "Death",
      "image": "major_13_death.jpg",
      "slug": "death"
    },
    {
      "rank": 14,
      "suit": "major",
      "meaning": "Economy, moderation, frugality, management, accommodation.",
      "reversed": "Things connected with churches, religions, sects, the priesthood, sometimes even the priest who will marry the Querent; also disunion, unfortunate combinations, competing interests.",
      "description": "A winged angel, with the sign of the sun upon his forehead and on his breast the square and triangle of the septenary. I speak of him in the masculine sense, but the figure is neither male nor female. It is held to be pouring the essences of life from chalice to chalice. It has one foot upon the earth and one upon waters, thus illustrating the nature of the essences. A direct path goes up to certain heights on the verge of the horizon, and above there is a great light, through which a crown is seen vaguely. Hereof is some part of the Secret of Eternal Life, as it is possible to man in his incarnation. All the conventional emblems are renounced herein... It is called Temperance fantastically, because, when the rule of it obtains in our consciousness, it tempers, combines and harmonises the psychic and material natures. Under that rule we know in our rational part something of whence we came and whither we are going.",
      "title": "Temperance",
      "image": "major_14_temperance.jpg",
      "slug": "temperance"
    },
    {
      "rank": 15,
      "suit": "major",
      "meaning": "Ravage, violence, vehemence, extraordinary efforts, force, fatality; that which is predestined but is not for this reason evil.",
      "reversed": "Evil fatality, weakness, pettiness, blindness.",
      "description": "The Horned Goat of Mendes, with wings like those of a bat, is standing on an altar. At the pit of the stomach there is the sign of Mercury. The right hand is upraised and extended, being the reverse of that benediction which is given by the Hierophant... In the left hand there is a great flaming torch, inverted towards the earth. A reversed pentagram is on the forehead. There is a ring in front of the altar, from which two chains are carried to the necks of two figures, male and female... Hereof is the chain and fatality of the material life. The figures are tailed, to signify the animal nature, but there is human intelligence in the faces, and he who is exalted above them is not to be their master for ever. Even now, he is also a bondsman, sustained by the evil that is in him and blind to the liberty of service.",
      "title": "The Devil",
      "image": "major_15_devil.jpg",
      "slug": "devil"
    },
    {
      "rank": 16,
      "suit": "major",
      "meaning": "Misery, distress, indigence, adversity, calamity, disgrace, deception, ruin. It is a card in particular of unforeseen catastrophe.",
      "reversed": "According to one account, the same in a lesser degree also oppression, imprisonment, tyranny.",
      "description": "...it is the ruin of the House of We, when evil has prevailed therein, and above all that it is the rending of a House of Doctrine. I understand that the reference is, however, to a House of Falsehood. It illustrates also in the most comprehensive way the old truth that \"except the Lord build the house, they labour in vain that build it\". There is a sense in which the catastrophe is a reflection from the previous card [The Devil], but not on the side of the symbolism which I have tried to indicate therein. It is more correctly a question of analogy; one is concerned with the fall into the material and animal state, while the other signifies destruction on the intellectual side... In yet a deeper sense, it may signify also the end of a dispensation, but there is no possibility here for the consideration of this involved question.",
      "title": "The Tower",
      "image": "major_16_tower.jpg",
      "slug": "tower"
    },
    {
      "rank": 17,
      "suit": "major",
      "meaning": "Loss, theft, privation, abandonment; another reading says-hope and bright prospects",
      "reversed": "Arrogance, haughtiness, impotence.",
      "description": "A great, radiant star of eight rays, surrounded by seven lesser stars- also of eight rays. The female figure in the foreground is entirely naked. Her left knee is on the land and her right foot upon the water. She pours Water of Life from two great ewers, irrigating sea and land. Behind her is rising ground and on the right a shrub or tree, whereon a bird alights. The figure expresses eternal youth and beauty...For the majority of prepared minds, the figure will appear as the type of Truth unveiled, glorious in undying beauty, pouring on the waters of the soul some part and measure of her priceless possession. But she is in reality the Great Mother in the Kabalistic Sephira Binah, which is supernal Understanding, who communicates to the Sephiroth that are below in the measure that they can receive her influx.",
      "title": "The Star",
      "image": "major_17_star.jpg",
      "slug": "star"
    },
    {
      "rank": 18,
      "suit": "major",
      "meaning": "Hidden enemies, danger, calumny, darkness, terror, deception, occult forces, error.",
      "reversed": "Instability, inconstancy, silence, lesser degrees of deception and error.",
      "description": "The card represents life of the imagination apart from life of the spirit. The path between the towers is the issue into the unknown. The dog and wolf are the fears of the natural mind in the presence of that place of exit, when there is only reflected light to guide it... The intellectual light is a reflection and beyond it is the unknown mystery which it cannot shew forth. It illuminates our animal nature, types of which are represented below- the dog, the wolf and that which comes up out of the deeps... It strives to attain manifestation, symbolized by crawling from the abyss of water to the land, but as a rule it sinks back whence it came. The face of the mind directs a calm gaze upon the unrest below; the dew of thought falls; the message is: Peace, be still; and it may be that there shall come a calm upon the animal nature, while the abyss beneath shall cease from giving up a form.",
      "title": "The Moon",
      "image": "major_18_moon.jpg",
      "slug": "moon"
    },
    {
      "rank": 19,
      "suit": "major",
      "meaning": "Material happiness, fortunate marriage, contentment.",
      "reversed": "The same in a lesser sense.",
      "description": "...The card signifies, therefore, the transit from the manifest light of this world, represented by the glorious sun of earth, to the light of the world to come, which goes before aspiration and is typified by the heart of a child... The sun is that of consciousness in the spirit - the direct as the antithesis of the reflected light. The characteristic type of humanity has become a little child therein- a child in the sense of simplicity and innocence in the sense of wisdom. In that simplicity, he bears the seal of Nature and of Art; in that innocence, he signifies the restored world. When the self-knowing spirit has dawned in the consciousness above the natural mind, that mind in its renewal leads forth the animal nature in a state of perfect conformity.",
      "title": "The Sun",
      "image": "major_19_sun.jpg",
      "slug": "sun"
    },
    {
      "rank": 20,
      "suit": "major",
      "meaning": "Change of position, renewal, outcome. Another account specifies total loss though lawsuit.",
      "reversed": "Weakness, pusillanimity, simplicity; also deliberation, decision, sentence.",
      "description": "The great angel is here encompassed by clouds, but he blows his bannered trumpet, and the cross as usual is displayed on the banner. The dead are rising from their tombs- a woman on the right, a man on the left hand, and between them their child, whose back is turned... It is the card which registers the accomplishment of the great work of transformation in answer to the summons of the Supernal- which summons is heard and answered from within. Herein is the intimation of a significance which cannot well be carried further in the present place. What is that within us which does sound a trumpet and all that is lower in our nature rises in response- almost in a moment, almost in the twinkling of an eye? ...[I]t has been called truly in the past a card of eternal life, and for this reason it may be compared with that which passes under the name of Temperance.",
      "title": "Judgment",
      "image": "major_20_judgment.jpg",
      "slug": "judgment"
    },
    {
      "rank": 21,
      "suit": "major",
      "meaning": "Assured success, recompense, voyage, route, emigration, flight, change of place.",
      "reversed": "Inertia, fixity, stagnation, permanence.",
      "description": "...It represents also the perfection and end of the Cosmos, the secret which is within it, the rapture of the universe when it understands itself in God. It is further the state of the soul in the consciousness of Divine Vision, reflected from the self-knowing spirit...  But it is perhaps more especially a story of the past, referring to that day when all was declared to be good, when the morning stars sang together and all the Sons of God shouted for joy.",
      "title": "The World",
      "image": "major_21_world.jpg",
      "slug": "world"
    }
  ],
  "minor": [
    {
      "rank": 14,
      "suit": "wands",
      "meaning": "Dark man, friendly, countryman, generally married, honest and conscientious. The card always signifies honesty, and may mean news concerning an unexpected heritage to fall in before very long.",
      "reversed": "Good, but severe; austere, yet tolerant.",
      "description": "The physical and emotional nature to which this card is attributed is dark, ardent, lithe, animated, impassioned, noble. The King uplifts a flowering wand, and wears, like his three correspondences in the remaining suits, what is called a cap of maintenance beneath his crown. He connects with the symbol of the lion, which is emblazoned on the back of his throne.",
      "title": "The King of Wands",
      "image": "wands_14.jpg",
      "slug": "king-of-wands"
    },
    {
      "rank": 13,
      "suit": "wands",
      "meaning": "A dark woman, countrywoman, friendly, chaste, loving, honourable. If the card beside her signifies a man, she is well disposed towards him; if a woman, she is interested in the Querent. Also, love of money, or a certain success in business.",
      "reversed": "Good, economical, obliging, serviceable. Signifies also-but in certain positions and in the neighbourhood of other cards tending in such directions-opposition, jealousy, even deceit and infidelity.",
      "description": "The Wands throughout this suit are always in leaf, as it is a suit of life and animation. Emotionally and otherwise, the Queen's personality corresponds to that of the King, but is more magnetic.",
      "title": "The Queen of Wands",
      "image": "wands_13.jpg",
      "slug": "queen-of-wands"
    },
    {
      "rank": 12,
      "suit": "wands",
      "meaning": "Departure, absence, flight, emigration. A dark young man, friendly. Change of residence.",
      "reversed": "Rupture, division, interruption, discord.",
      "description": "He is shewn as if upon a journey, armed with a short wand, and although mailed is not on a warlike errand. He is passing mounds or pyramids. The motion of the horse is a key to the character of its rider, and suggests the precipitate mood, or things connected therewith.",
      "title": "The Knight of Wands",
      "image": "wands_12.jpg",
      "slug": "knight-of-wands"
    },
    {
      "rank": 11,
      "suit": "wands",
      "meaning": "Dark young man, faithful, a lover, an envoy, a postman. Beside a man, he will bear favourable testimony concerning him. A dangerous rival, if followed by the Page of Cups. Has the chief qualities of his suit. He may signify family intelligence.",
      "reversed": "Anecdotes, announcements, evil news. Also indecision and the instability which accompanies it.",
      "description": "In a scene similar to the former, a young man stands in the act of proclamation. He is unknown but faithful, and his tidings are strange.",
      "title": "The Page of Wands",
      "image": "wands_11.jpg",
      "slug": "page-of-wands"
    },
    {
      "rank": 10,
      "suit": "wands",
      "meaning": "A card of many significances, and some of the readings cannot be harmonized. I set aside that which connects it with honour and good faith. The chief meaning is oppression simply, but it is also fortune, gain, any kind of success, and then it is the oppression of these things. It is also a card of false-seeming, disguise, perfidy. The place which the figure is approaching may suffer from the rods that he carries. Success is stultified if the Nine of Swords follows, and if it is a question of a lawsuit, there will be certain loss.",
      "reversed": "Contrarieties, difficulties, intrigues, and their analogies.",
      "description": "A man oppressed by the weight of the ten staves which he is carrying.",
      "title": "The Ten of Wands",
      "image": "wands_10.jpg",
      "slug": "ten-of-wands"
    },
    {
      "rank": 9,
      "suit": "wands",
      "meaning": "The card signifies strength in opposition. If attacked, the person will meet an onslaught boldly; and his build shews, that he may prove a formidable antagonist. With this main significance there are all its possible adjuncts-delay, suspension, adjournment.",
      "reversed": "Obstacles, adversity, calamity.",
      "description": "The figure leans upon his staff and has an expectant look, as if awaiting an enemy. Behind are eight other staves-erect, in orderly disposition, like a palisade.",
      "title": "The Nine of Wands",
      "image": "wands_09.jpg",
      "slug": "nine-of-wands"
    },
    {
      "rank": 8,
      "suit": "wands",
      "meaning": "Activity in undertakings, the path of such activity, swiftness, as that of an express messenger; great haste, great hope, speed towards an end which promises assured felicity; generally, that which is on the move; also the arrows of love.",
      "reversed": "Arrows of jealousy, internal dispute, stingings of conscience, quarrels; and domestic disputes for persons who are married.",
      "description": "The card represents motion through the immovable - a flight of wands through an open country; but they draw to the term of their course. That which they signify is at hand; it may be even on the threshold.",
      "title": "The Eight of Wands",
      "image": "wands_08.jpg",
      "slug": "eight-of-wands"
    },
    {
      "rank": 7,
      "suit": "wands",
      "meaning": "It is a card of valour, for, on the surface, six are attacking one, who has, however, the vantage position. On the intellectual plane, it signifies discussion, wordy strife; in business-negotiations, war of trade, barter, competition. It is further a card of success, for the combatant is on the top and his enemies may be unable to reach him.",
      "reversed": "Perplexity, embarrassments, anxiety. It is also a caution against indecision.",
      "description": "A young man on a craggy eminence brandishing a staff; six other staves are raised towards him from below.",
      "title": "The Seven of Wands",
      "image": "wands_07.jpg",
      "slug": "seven-of-wands"
    },
    {
      "rank": 6,
      "suit": "wands",
      "meaning": "The card has been so designed that it can cover several significations; on the surface, it is a victor triumphing, but it is also great news, such as might be carried in state by the King's courier; it is expectation crowned with its own desire, the crown of hope, and so forth.",
      "reversed": "Apprehension, fear, as of a victorious enemy at the gate; treachery, disloyalty, as of gates being opened to the enemy; also indefinite delay.",
      "description": "A laurelled horseman bears one staff adorned with a laurel crown; footmen with staves are at his side.",
      "title": "The Six of Wands",
      "image": "wands_06.jpg",
      "slug": "six-of-wands"
    },
    {
      "rank": 5,
      "suit": "wands",
      "meaning": "Imitation, as, for example, sham fight, but also the strenuous competition and struggle of the search after riches and fortune. In this sense it connects with the battle of life. Hence some attributions say that it is a card of gold, gain, opulence.",
      "reversed": "Litigation, disputes, trickery, contradiction.",
      "description": "A posse of youths, who are brandishing staves, as if in sport or strife. It is mimic warfare, and hereto correspond the",
      "title": "The Five of Wands",
      "image": "wands_05.jpg",
      "slug": "five-of-wands"
    },
    {
      "rank": 4,
      "suit": "wands",
      "meaning": "They are for once almost on the surface-country life, haven of refuge, a species of domestic harvest-home, repose, concord, harmony, prosperity, peace, and the perfected work of these.",
      "reversed": "The meaning remains unaltered; it is prosperity, increase, felicity, beauty, embellishment.",
      "description": "From the four great staves planted in the foreground there is a great garland suspended; two female figures uplift nosegays; at their side is a bridge over a moat, leading to an old manorial house.",
      "title": "The Four of Wands",
      "image": "wands_04.jpg",
      "slug": "four-of-wands"
    },
    {
      "rank": 3,
      "suit": "wands",
      "meaning": "He symbolizes established strength, enterprise, effort, trade, commerce, discovery; those are his ships, bearing his merchandise, which are sailing over the sea. The card also signifies able co-operation in business, as if the successful merchant prince were looking from his side towards yours with a view to help you.",
      "reversed": "The end of troubles, suspension or cessation of adversity, toil and disappointment.",
      "description": "A calm, stately personage, with his back turned, looking from a cliff's edge at ships passing over the sea. Three staves are planted in the ground, and he leans slightly on one of them.",
      "title": "The Three of Wands",
      "image": "wands_03.jpg",
      "slug": "three-of-wands"
    },
    {
      "rank": 2,
      "suit": "wands",
      "meaning": "Between the alternative readings there is no marriage possible; on the one hand, riches, fortune, magnificence; on the other, physical suffering, disease, chagrin, sadness, mortification. The design gives one suggestion; here is a lord overlooking his dominion and alternately contemplating a globe; it looks like the malady, the mortification, the sadness of Alexander amidst the grandeur of this world's wealth.",
      "reversed": "Surprise, wonder, enchantment, emotion, trouble, fear.",
      "description": "A tall man looks from a battlemented roof over sea and shore; he holds a globe in his right hand, while a staff in his left rests on the battlement; another is fixed in a ring. The Rose and Cross and Lily should be noticed on the left side.",
      "title": "The Two of Wands",
      "image": "wands_02.jpg",
      "slug": "two-of-wands"
    },
    {
      "rank": 1,
      "suit": "wands",
      "meaning": "Creation, invention, enterprise, the powers which result in these; principle, beginning, source; birth, family, origin, and in a sense the virility which is behind them; the starting point of enterprises; according to another account, money, fortune, inheritance.",
      "reversed": "Fall, decadence, ruin, perdition, to perish also a certain clouded joy.",
      "description": "A hand issuing from a cloud grasps a stout wand or club.",
      "title": "The Ace of Wands",
      "image": "wands_01.jpg",
      "slug": "ace-of-wands"
    },
    {
      "rank": 14,
      "suit": "cups",
      "meaning": "Fair man, man of business, law, or divinity; responsible, disposed to oblige the Querent; also equity, art and science, including those who profess science, law and art; creative intelligence.",
      "reversed": "Dishonest, double-dealing man; roguery, exaction, injustice, vice, scandal, pillage, considerable loss.",
      "description": "He holds a short sceptre in his left hand and a great cup in his right; his throne is set upon the sea; on one side a ship is riding and on the other a dolphin is leaping. The implicit is that the Sign of the Cup naturally refers to water, which appears in all the court cards.",
      "title": "The King of Cups",
      "image": "cups_14.jpg",
      "slug": "king-of-cups"
    },
    {
      "rank": 13,
      "suit": "cups",
      "meaning": "Good, fair woman; honest, devoted woman, who will do service to the Querent; loving intelligence, and hence the gift of vision; success, happiness, pleasure; also wisdom, virtue; a perfect spouse and a good mother.",
      "reversed": "The accounts vary; good woman; otherwise, distinguished woman but one not to be trusted; perverse woman; vice, dishonour, depravity.",
      "description": "Beautiful, fair, dreamy-as one who sees visions in a cup. This is, however, only one of her aspects; she sees, but she also acts, and her activity feeds her dream.",
      "title": "The Queen of Cups",
      "image": "cups_13.jpg",
      "slug": "queen-of-cups"
    },
    {
      "rank": 12,
      "suit": "cups",
      "meaning": "Arrival, approach-sometimes that of a messenger; advances, proposition, demeanour, invitation, incitement.",
      "reversed": "Trickery, artifice, subtlety, swindling, duplicity, fraud.",
      "description": "Graceful, but not warlike; riding quietly, wearing a winged helmet, referring to those higher graces of the imagination which sometimes characterize this card. He too is a dreamer, but the images of the side of sense haunt him in his vision.",
      "title": "The Knight of Cups",
      "image": "cups_12.jpg",
      "slug": "knight-of-cups"
    },
    {
      "rank": 11,
      "suit": "cups",
      "meaning": "Fair young man, one impelled to render service and with whom the Querent will be connected; a studious youth; news, message; application, reflection, meditation; also these things directed to business.",
      "reversed": "Taste, inclination, attachment, seduction, deception, artifice.",
      "description": "A fair, pleasing, somewhat effeminate page, of studious and intent aspect, contemplates a fish rising from a cup to look at him. It is the pictures of the mind taking form.",
      "title": "The Page of Cups",
      "image": "cups_11.jpg",
      "slug": "page-of-cups"
    },
    {
      "rank": 10,
      "suit": "cups",
      "meaning": "Contentment, repose of the entire heart; the perfection of that state; also perfection of human love and friendship; if with several picture-cards, a person who is taking charge of the Querent's interests; also the town, village or country inhabited by the Querent.",
      "reversed": "Repose of the false heart, indignation, violence.",
      "description": "Appearance of Cups in a rainbow; it is contemplated in wonder and ecstacy by a man and woman below, evidently husband and wife. His right arm is about her; his left is raised upward; she raises her right arm. The two children dancing near them have not observed the prodigy but are happy after their own manner. There is a home-scene beyond.",
      "title": "The Ten of Cups",
      "image": "cups_10.jpg",
      "slug": "ten-of-cups"
    },
    {
      "rank": 9,
      "suit": "cups",
      "meaning": "Concord, contentment, physical bien-eatre; also victory, success, advantage; satisfaction for the Querent or person for whom the consultation is made.",
      "reversed": "Truth, loyalty, liberty; but the readings vary and include mistakes, imperfections, etc.",
      "description": "A goodly personage has feasted to his heart's content, and abundant refreshment of wine is on the arched counter behind him, seeming to indicate that the future is also assured. The picture offers the material side only, but there are other aspects.",
      "title": "The Nine of Cups",
      "image": "cups_09.jpg",
      "slug": "nine-of-cups"
    },
    {
      "rank": 8,
      "suit": "cups",
      "meaning": "The card speaks for itself on the surface, but other readings are entirely antithetical-giving joy, mildness, timidity, honour, modesty. In practice, it is usually found that the card shews the decline of a matter, or that a matter which has been thought to be important is really of slight consequence-either for good or evil.",
      "reversed": "Great joy, happiness, feasting.",
      "description": "A man of dejected aspect is deserting the cups of his felicity, enterprise, undertaking or previous concern.",
      "title": "The Eight of Cups",
      "image": "cups_08.jpg",
      "slug": "eight-of-cups"
    },
    {
      "rank": 7,
      "suit": "cups",
      "meaning": "Fairy favours, images of reflection, sentiment, imagination, things seen in the glass of contemplation; some attainment in these degrees, but nothing permanent or substantial is suggested.",
      "reversed": "Desire, will, determination, project.",
      "description": "Strange chalices of vision, but the images are more especially those of the fantastic spirit.",
      "title": "The Seven of Cups",
      "image": "cups_07.jpg",
      "slug": "seven-of-cups"
    },
    {
      "rank": 6,
      "suit": "cups",
      "meaning": "A card of the past and of memories, looking back, as-for example-on childhood; happiness, enjoyment, but coming rather from the past; things that have vanished. Another reading reverses this, giving new relations, new knowledge, new environment, and then the children are disporting in an unfamiliar precinct.",
      "reversed": "The future, renewal, that which will come to pass presently.",
      "description": "Children in an old garden, their cups filled with flowers.",
      "title": "The Six of Cups",
      "image": "cups_06.jpg",
      "slug": "six-of-cups"
    },
    {
      "rank": 5,
      "suit": "cups",
      "meaning": "It is a card of loss, but something remains over; three have been taken, but two are left; it is a card of inheritance, patrimony, transmission, but not corresponding to expectations; with some interpreters it is a card of marriage, but not without bitterness or frustration.",
      "reversed": "News, alliances, affinity, consanguinity, ancestry, return, false projects.",
      "description": "A dark, cloaked figure, looking sideways at three prone cups two others stand upright behind him; a bridge is in the background, leading to a small keep or holding.",
      "title": "The Five of Cups",
      "image": "cups_05.jpg",
      "slug": "five-of-cups"
    },
    {
      "rank": 4,
      "suit": "cups",
      "meaning": "Weariness, disgust, aversion, imaginary vexations, as if the wine of this world had caused satiety only; another wine, as if a fairy gift, is now offered the wastrel, but he sees no consolation therein. This is also a card of blended pleasure.",
      "reversed": "Novelty, presage, new instruction, new relations.",
      "description": "A young man is seated under a tree and contemplates three cups set on the grass before him; an arm issuing from a cloud offers him another cup. His expression notwithstanding is one of discontent with his environment.",
      "title": "The Four of Cups",
      "image": "cups_04.jpg",
      "slug": "four-of-cups"
    },
    {
      "rank": 3,
      "suit": "cups",
      "meaning": "The conclusion of any matter in plenty, perfection and merriment; happy issue, victory, fulfilment, solace, healing,",
      "reversed": "Expedition, dispatch, achievement, end. It signifies also the side of excess in physical enjoyment, and the pleasures of the senses.",
      "description": "Maidens in a garden-ground with cups uplifted, as if pledging one another.",
      "title": "The Three of Cups",
      "image": "cups_03.jpg",
      "slug": "three-of-cups"
    },
    {
      "rank": 2,
      "suit": "cups",
      "meaning": "Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and - as a suggestion apart from all offices of divination - that desire which is not in Nature, but by which Nature is sanctified.",
      "reversed": "The same as uninverted. Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and - as a suggestion apart from all offices of divination - that desire which is not in Nature, but by which Nature is sanctified.",
      "description": "A youth and maiden are pledging one another, and above their cups rises the Caduceus of Hermes, between the great wings of which there appears a lion's head. It is a variant of a sign which is found in a few old examples of this card. Some curious emblematical meanings are attached to it, but they do not concern us in this place.",
      "title": "The Two of Cups",
      "image": "cups_02.jpg",
      "slug": "two-of-cups"
    },
    {
      "rank": 1,
      "suit": "cups",
      "meaning": "House of the true heart, joy, content, abode, nourishment, abundance, fertility; Holy Table, felicity hereof.",
      "reversed": "House of the false heart, mutation, instability, revolution.",
      "description": "The waters are beneath, and thereon are water-lilies; the hand issues from the cloud, holding in its palm the cup, from which four streams are pouring; a dove, bearing in its bill a cross-marked Host, descends to place the Wafer in the Cup; the dew of water is falling on all sides. It is an intimation of that which may lie behind the Lesser Arcana.",
      "title": "The Ace of Cups",
      "image": "cups_01.jpg",
      "slug": "ace-of-cups"
    },
    {
      "rank": 14,
      "suit": "swords",
      "meaning": "Whatsoever arises out of the idea of judgment and all its connexions-power, command, authority, militant intelligence, law, offices of the crown, and so forth.",
      "reversed": "Cruelty, perversity, barbarity, perfidy, evil intention.",
      "description": "He sits in judgment, holding the unsheathed sign of his suit. He recalls, of course, the conventional Symbol of justice in the Trumps Major, and he may represent this virtue, but he is rather the power of life and death, in virtue of his office.",
      "title": "The King of Swords",
      "image": "swords_14.jpg",
      "slug": "king-of-swords"
    },
    {
      "rank": 13,
      "suit": "swords",
      "meaning": "Widowhood, female sadness and embarrassment, absence, sterility, mourning, privation, separation.",
      "reversed": "Malice, bigotry, artifice, prudery, bale, deceit.",
      "description": "Her right hand raises the weapon vertically and the hilt rests on an arm of her royal chair; the left hand is extended, the arm raised; her countenance is severe but chastened; it suggests familiarity with sorrow. It does not represent mercy, and, her sword notwithstanding, she is scarcely a symbol of power.",
      "title": "The Queen of Swords",
      "image": "swords_13.jpg",
      "slug": "queen-of-swords"
    },
    {
      "rank": 12,
      "suit": "swords",
      "meaning": "Skill, bravery, capacity, defence, address, enmity, wrath, war, destruction, opposition, resistance, ruin. There is therefore a sense in which the card signifies death, but it carries this meaning only in its proximity to other cards of fatality.",
      "reversed": "Imprudence, incapacity, extravagance.",
      "description": "He is riding in full course, as if scattering his enemies. In the design he is really a prototypical hero of romantic chivalry. He might almost be Galahad, whose sword is swift and sure because he is clean of heart.",
      "title": "The Knight of Swords",
      "image": "swords_12.jpg",
      "slug": "knight-of-swords"
    },
    {
      "rank": 11,
      "suit": "swords",
      "meaning": "Authority, overseeing, secret service, vigilance, spying, examination, and the qualities thereto belonging.",
      "reversed": "More evil side of these qualities; what is unforeseen, unprepared state; sickness is also intimated.",
      "description": "A lithe, active figure holds a sword upright in both hands, while in the act of swift walking. He is passing over rugged land, and about his way the clouds are collocated wildly. He is alert and lithe, looking this way and that, as if an expected enemy might appear at any moment.",
      "title": "The Page of Swords",
      "image": "swords_11.jpg",
      "slug": "page-of-swords"
    },
    {
      "rank": 10,
      "suit": "swords",
      "meaning": "Whatsoever is intimated by the design; also pain, affliction, tears, sadness, desolation. It is not especially a card of violent death.",
      "reversed": "Advantage, profit, success, favour, but none of these are permanent; also power and authority.",
      "description": "A prostrate figure, pierced by all the swords belonging to the card.",
      "title": "The Ten of Swords",
      "image": "swords_10.jpg",
      "slug": "ten-of-swords"
    },
    {
      "rank": 9,
      "suit": "swords",
      "meaning": "Death, failure, miscarriage, delay, deception, disappointment, despair.",
      "reversed": "Imprisonment, suspicion, doubt, reasonable fear, shame.",
      "description": "One seated on her couch in lamentation, with the swords over her. She is as one who knows no sorrow which is like unto hers. It is a card of utter desolation.",
      "title": "The Nine of Swords",
      "image": "swords_09.jpg",
      "slug": "nine-of-swords"
    },
    {
      "rank": 8,
      "suit": "swords",
      "meaning": "Bad news, violent chagrin, crisis, censure, power in trammels, conflict, calumny; also sickness.",
      "reversed": "Disquiet, difficulty, opposition, accident, treachery; what is unforeseen; fatality.",
      "description": "A woman, bound and hoodwinked, with the swords of the card about her. Yet it is rather a card of temporary durance than of irretrievable bondage.",
      "title": "The Eight of Swords",
      "image": "swords_08.jpg",
      "slug": "eight-of-swords"
    },
    {
      "rank": 7,
      "suit": "swords",
      "meaning": "Design, attempt, wish, hope, confidence; also quarrelling, a plan that may fail, annoyance. The design is uncertain in its import, because the significations are widely at variance with each other.",
      "reversed": "Good advice, counsel, instruction, slander, babbling.",
      "description": "A man in the act of carrying away five swords rapidly; the two others of the card remain stuck in the ground. A camp is close at hand.",
      "title": "The Seven of Swords",
      "image": "swords_07.jpg",
      "slug": "seven-of-swords"
    },
    {
      "rank": 6,
      "suit": "swords",
      "meaning": "journey by water, route, way, envoy, commissionary, expedient.",
      "reversed": "Declaration, confession, publicity; one account says that it is a proposal of love.",
      "description": "A ferryman carrying passengers in his punt to the further shore. The course is smooth, and seeing that the freight is light, it may be noted that the work is not beyond his strength.",
      "title": "The Six of Swords",
      "image": "swords_06.jpg",
      "slug": "six-of-swords"
    },
    {
      "rank": 5,
      "suit": "swords",
      "meaning": "Degradation, destruction, revocation, infamy, dishonour, loss, with the variants and analogues of these.",
      "reversed": "The same; burial and obsequies.",
      "description": "A disdainful man looks after two retreating and dejected figures. Their swords lie upon the ground. He carries two others on his left shoulder, and a third sword is in his right hand, point to earth. He is the master in possession of the field.",
      "title": "The Five of Swords",
      "image": "swords_05.jpg",
      "slug": "five-of-swords"
    },
    {
      "rank": 4,
      "suit": "swords",
      "meaning": "Vigilance, retreat, solitude, hermit's repose, exile, tomb and coffin. It is these last that have suggested the design.",
      "reversed": "Wise administration, circumspection, economy, avarice, precaution, testament.",
      "description": "The effigy of a knight in the attitude of prayer, at full length upon his tomb.",
      "title": "The Four of Swords",
      "image": "swords_04.jpg",
      "slug": "four-of-swords"
    },
    {
      "rank": 3,
      "suit": "swords",
      "meaning": "Removal, absence, delay, division, rupture, dispersion, and all that the design signifies naturally, being too simple and obvious to call for specific enumeration.",
      "reversed": "Mental alienation, error, loss, distraction, disorder, confusion.",
      "description": "Three swords piercing a heart; cloud and rain behind.",
      "title": "The Three of Swords",
      "image": "swords_03.jpg",
      "slug": "three-of-swords"
    },
    {
      "rank": 2,
      "suit": "swords",
      "meaning": "Conformity and the equipoise which it suggests, courage, friendship, concord in a state of arms; another reading gives tenderness, affection, intimacy. The suggestion of harmony and other favourable readings must be considered in a qualified manner, as Swords generally are not symbolical of beneficent forces in human affairs.",
      "reversed": "Imposture, falsehood, duplicity, disloyalty.",
      "description": "A hoodwinked female figure balances two swords upon her shoulders.",
      "title": "The Two of Swords",
      "image": "swords_02.jpg",
      "slug": "two-of-swords"
    },
    {
      "rank": 1,
      "suit": "swords",
      "meaning": "Triumph, the excessive degree in everything, conquest, triumph of force. It is a card of great force, in love as well as in hatred. The crown may carry a much higher significance than comes usually within the sphere of fortune-telling.",
      "reversed": "The same, but the results are disastrous; another account says-conception, childbirth, augmentation, multiplicity.",
      "description": "A hand issues from a cloud, grasping a sword, the point of which is encircled by a crown.",
      "title": "The Ace of Swords",
      "image": "swords_01.jpg",
      "slug": "ace-of-swords"
    },
    {
      "rank": 14,
      "suit": "pentacles",
      "meaning": "Valour, realizing intelligence, business and normal intellectual aptitude, sometimes mathematical gifts and attainments of this kind; success in these paths.",
      "reversed": "Vice, weakness, ugliness, perversity, corruption, peril.",
      "description": "The figure calls for no special description the face is rather dark, suggesting also courage, but somewhat lethargic in tendency. The bull's head should be noted as a recurrent symbol on the throne. The sign of this suit is represented throughout as engraved or blazoned with the pentagram, typifying the correspondence of the four elements in human nature and that by which they may be governed. In many old Tarot packs this suit stood for current coin, money, deniers. I have not invented the substitution of pentacles and I have no special cause to sustain in respect of the alternative. But the consensus of divinatory meanings is on the side of some change, because the cards do not happen to deal especially with questions of money.",
      "title": "The King of Pentacles",
      "image": "pentacles_14.jpg",
      "slug": "king-of-pentacles"
    },
    {
      "rank": 13,
      "suit": "pentacles",
      "meaning": "Opulence, generosity, magnificence, security, liberty.",
      "reversed": "Evil, suspicion, suspense, fear, mistrust.",
      "description": "The face suggests that of a dark woman, whose qualities might be summed up in the idea of greatness of soul; she has also the serious cast of intelligence; she contemplates her symbol and may see worlds therein.",
      "title": "The Queen of Pentacles",
      "image": "pentacles_13.jpg",
      "slug": "queen-of-pentacles"
    },
    {
      "rank": 12,
      "suit": "pentacles",
      "meaning": "Utility, serviceableness, interest, responsibility, rectitude - all on the normal and external plane.",
      "reversed": "inertia, idleness, repose of that kind, stagnation; also placidity, discouragement, carelessness.",
      "description": "He rides a slow, enduring, heavy horse, to which his own aspect corresponds. He exhibits his symbol, but does not look therein.",
      "title": "The Knight of Pentacles",
      "image": "pentacles_12.jpg",
      "slug": "knight-of-pentacles"
    },
    {
      "rank": 11,
      "suit": "pentacles",
      "meaning": "Application, study, scholarship, reflection another reading says news, messages and the bringer thereof; also rule, management.",
      "reversed": "Prodigality, dissipation, liberality, luxury; unfavourable news.",
      "description": "A youthful figure, looking intently at the pentacle which hovers over his raised hands. He moves slowly, insensible of that which is about him.",
      "title": "The Page of Pentacles",
      "image": "pentacles_11.jpg",
      "slug": "page-of-pentacles"
    },
    {
      "rank": 10,
      "suit": "pentacles",
      "meaning": "Gain, riches; family matters, archives, extraction, the abode of a family.",
      "reversed": "Chance, fatality, loss, robbery, games of hazard; sometimes gift, dowry, pension.",
      "description": "A man and woman beneath an archway which gives entrance to a house and domain. They are accompanied by a child, who looks curiously at two dogs accosting an ancient personage seated in the foreground. The child's hand is on one of them.",
      "title": "The Ten of Pentacles",
      "image": "pentacles_10.jpg",
      "slug": "ten-of-pentacles"
    },
    {
      "rank": 9,
      "suit": "pentacles",
      "meaning": "Prudence, safety, success, accomplishment, certitude, discernment.",
      "reversed": "Roguery, deception, voided project, bad faith.",
      "description": "A woman, with a bird upon her wrist, stands amidst a great abundance of grapevines in the garden of a manorial house. It is a wide domain, suggesting plenty in all things. Possibly it is her own possession and testifies to material well-being.",
      "title": "The Nine of Pentacles",
      "image": "pentacles_09.jpg",
      "slug": "nine-of-pentacles"
    },
    {
      "rank": 8,
      "suit": "pentacles",
      "meaning": "Work, employment, commission, craftsmanship, skill in craft and business, perhaps in the preparatory stage.",
      "reversed": "Voided ambition, vanity, cupidity, exaction, usury. It may also signify the possession of skill, in the sense of the ingenious mind turned to cunning and intrigue.",
      "description": "An artist in stone at his work, which he exhibits in the form of trophies.",
      "title": "The Eight of Pentacles",
      "image": "pentacles_08.jpg",
      "slug": "eight-of-pentacles"
    },
    {
      "rank": 7,
      "suit": "pentacles",
      "meaning": "These are exceedingly contradictory; in the main, it is a card of money, business, barter; but one reading gives altercation, quarrels-and another innocence, ingenuity, purgation.",
      "reversed": "Cause for anxiety regarding money which it may be proposed to lend.",
      "description": "A young man, leaning on his staff, looks intently at seven pentacles attached to a clump of greenery on his right; one would say that these were his treasures and that his heart was there.",
      "title": "The Seven of Pentacles",
      "image": "pentacles_07.jpg",
      "slug": "seven-of-pentacles"
    },
    {
      "rank": 6,
      "suit": "pentacles",
      "meaning": "Presents, gifts, gratification another account says attention, vigilance now is the accepted time, present prosperity, etc.",
      "reversed": "Desire, cupidity, envy, jealousy, illusion.",
      "description": "A person in the guise of a merchant weighs money in a pair of scales and distributes it to the needy and distressed. It is a testimony to his own success in life, as well as to his goodness of heart.",
      "title": "The Six of Pentacles",
      "image": "pentacles_06.jpg",
      "slug": "six-of-pentacles"
    },
    {
      "rank": 5,
      "suit": "pentacles",
      "meaning": "The card foretells material trouble above all, whether in the form illustrated-that is, destitution-or otherwise. For some cartomancists, it is a card of love and lovers-wife, husband, friend, mistress; also concordance, affinities. These alternatives cannot be harmonized.",
      "reversed": "Disorder, chaos, ruin, discord, profligacy.",
      "description": "Two mendicants in a snow-storm pass a lighted casement.",
      "title": "The Five of Pentacles",
      "image": "pentacles_05.jpg",
      "slug": "five-of-pentacles"
    },
    {
      "rank": 4,
      "suit": "pentacles",
      "meaning": "The surety of possessions, cleaving to that which one has, gift, legacy, inheritance.",
      "reversed": "Suspense, delay, opposition.",
      "description": "A crowned figure, having a pentacle over his crown, clasps another with hands and arms; two pentacles are under his feet. He holds to that which he has.",
      "title": "The Four of Pentacles",
      "image": "pentacles_04.jpg",
      "slug": "four-of-pentacles"
    },
    {
      "rank": 3,
      "suit": "pentacles",
      "meaning": "Metier, trade, skilled labour; usually, however, regarded as a card of nobility, aristocracy, renown, glory.",
      "reversed": "Mediocrity, in work and otherwise, puerility, pettiness, weakness.",
      "description": "A sculptor at his work in a monastery. Compare the design which illustrates the Eight of Pentacles. The apprentice or amateur therein has received his reward and is now at work in earnest.",
      "title": "The Three of Pentacles",
      "image": "pentacles_03.jpg",
      "slug": "three-of-pentacles"
    },
    {
      "rank": 2,
      "suit": "pentacles",
      "meaning": "On the one hand it is represented as a card of gaiety, recreation and its connexions, which is the subject of the design; but it is read also as news and messages in writing, as obstacles, agitation, trouble, embroilment.",
      "reversed": "Enforced gaiety, simulated enjoyment, literal sense, handwriting, composition, letters of exchange.",
      "description": "A young man, in the act of dancing, has a pentacle in either hand, and they are joined by that endless cord which is like the number 8 reversed.",
      "title": "The Two of Pentacles",
      "image": "pentacles_02.jpg",
      "slug": "two-of-pentacles"
    },
    {
      "rank": 1,
      "suit": "pentacles",
      "meaning": "Perfect contentment, felicity, ecstasy; also speedy intelligence; gold.",
      "reversed": "The evil side of wealth, bad intelligence; also great riches. In any case it shews prosperity, comfortable material conditions, but whether these are of advantage to the possessor will depend on whether the card is reversed or not.",
      "description": "A hand-issuing, as usual, from a cloud-holds up a pentacle.",
      "title": "The Ace of Pentacles",
      "image": "pentacles_01.jpg",
      "slug": "ace-of-pentacles"
    }
  ]
}
